Repository: sundeepgupta/toastmasters-timer
Catalog: Toastmasters Timer/*.lproj/Localizable.strings
Languages: fr

# ring bell alert message
source: Ring the bell.
fr: Sonnez la cloche.

# turn color light on message
source: Turn the %@ light on.
fr: Mettez la lumière %@.

# green color name
source: green
fr: vert

# amber color name
source: amber
fr: ambre

# red color name
source: red
fr: rouge

# bell color name
source: bell
fr: cloche

# tip alert title
source: Tip!
fr: Suggestion!

# start timer first tip message
source: You can set the colors after starting the timer :)
fr: Vous pouvez définir les couleurs après le début de la minuterie :)

# default error title
source: Oops!
fr: Houp-là!

# can't sent email message
source: Your device isn't setup to send email.
fr: Votre appareil n'est pas configuré pour envoyer email.

# can't open link message
source: Your device can't open the link.
fr: Votre appareil ne peut pas ouvrir le lien.
